import { Organization } from "../../../../types/organization";

export const THAI_DEPARTMENTS: Organization[] = [
  {
    org_id: 1,
    org_type: "Department",
    name_th: "วิศวกรรมโยธา",
    name_en: "Civil Engineering",
    logo: "/icon/information/ic-civil.svg",
    city: "Civilly Islands",
    org_description:
      "วิศวกรรมโยธา เป็นวิศวกรรมที่เกี่ยวข้องกับการเป็นอยู่ของคนเป็นส่วนใหญ่ ทั้งการก่อสร้าง การเดินทาง และการขนส่ง ประกอบด้วย 4 สาขาวิชาย่อย ได้แก่ สาขาวิศวกรรมโครงสร้าง,สาขาวิศวกรรมธรณี,สาขาวิศวกรรมการบริหารจัดการงานก่อสร้างและสาขาวิศวกรรมขนส่ง\nในระดับปริญญาตรี จะเรียนพื้นฐานของทั้ง 4 สาขา และจะมีวิชาเฉพาะของแต่ละสาขาให้เลือกเรียนตามความสนใจ",
    short_story:
      "ห่างไกลออกไปจากชายฝั่งของดินแดน intania เป็นที่ตั้งของเกาะ Civilly Islands ว่ากันว่าแต่ก่อนเกาะนี้เคยเป็นเกาะเล็ก ๆ เพียงเกาะเดียว ก่อนจะพัฒนาวิทยาการที่ล้ำสมัยมาเพื่อขยายพื้นที่ปลูกสร้าง เกิดเป็นหมู่เกาะมหานครอันยิ่งใหญ่ในปัจจุบัน\nเมืองนี้ประกอบด้วยเกาะเทียมหลายเกาะที่ถูกออกแบบมาอย่างดี แต่ละเกาะเชื่อมกันด้วยถนนและสะพานที่แข็งแรง ภายในเมืองเต็มไปด้วยตึกสูงมากมาย บางตึกสูงจนแทบจะแตะเมฆ บางตึกก็มีความแปลกตาน่าอัศจรรย์ เนื่องจากเมืองนี้อยู่ห่างไกลจากแผ่นดินใหญ่ การเข้าถึงเกาะนี้จึงมีเส้นทางเดียวคือสะพานยาวกลางทะเลที่เชื่อมเมืองนี้เข้ากับแผ่นดินใหญ่\nCivilly Islands เป็นเมืองที่โดดเด่นด้านสิ่งปลูกสร้างอย่างชัดเจนทั้งถนน สะพาน ตึกและอื่น ๆ ทั้งยังส่งออกนักออกแบบและวิศวกรเพื่อช่วยเหลือการก่อสร้างต่าง ๆ ในเมืองอื่น ๆ Civilly Islands จึงเป็นดั่งเป็นรากฐานแห่งการก่อสร้างของดินแดน Intania",
  },
  {
    org_id: 2,
    org_type: "Department",
    name_th: "วิศวกรรมไฟฟ้า",
    name_en: "Electrical Engineering",
    logo: "/icon/information/ic-electric.svg",
    city: "Voltos",
    org_description:
      "วิศวกรรมไฟฟ้า เป็นสาขาที่ศึกษาการวิเคราะห์และออกแบบระบบที่เกี่ยวข้องกับไฟฟ้า อิเล็กทรอนิกส์ และคลื่นแม่เหล็กไฟฟ้า โดยใช้พื้นฐานคณิตศาสตร์และฟิสิกส์ในการแก้ปัญหาทางวิศวกรรม ในหลักสูตรนิสิตจะเรียนวิชาพื้นฐาน เช่น วงจรไฟฟ้า สัญญาณและระบบ และสนามแม่เหล็กไฟฟ้า ก่อนเลือกเรียนวิชาเฉพาะทาง เช่น ระบบไฟฟ้ากำลัง ระบบสื่อสาร หรืออิเล็กทรอนิกส์ พร้อมทั้งทำโครงงานเพื่อประยุกต์ใช้ความรู้ในทางปฏิบัติ",
    short_story:
      "ณ ทางตอนเหนือของอาณาจักร ในยามค่ำคืน มีเมืองแห่งหนึ่งที่เปร่งประกาย นามว่า Voltos ในเมืองนี้คับคล้ายคับคลากับเมืองอื่น และไม่มีกลิ่นและควันจากการเผาไหม้ของไฟ แต่กลับสว่างอย่างกับใช้เวทมนต์มาให้ความสว่าง รอบๆ เมืองล้อมไปด้วยแม่น้ำ ถนนมีความแปลกในขณะที่เดินนั้นจะยุบลงไป และจะเด้งกลับขึ้นมาหลังจากเดินผ่านไป เหมือนดั่งการใช้ประโยชน์จากการเดิน เช่น การผลิตไฟฟ้าจากการเดิน และ รอบ ๆ เมืองเต็มไปดัวยกังหันและไดนาโมขนาดใหญ่และคาปาซิเตอร์ขนาดใหญ่รอบเมืองตั้งตระหง่านอยู่ริมน้ำ หมุนอย่างไม่หยุด แปลงพลังของน้ำให้กลายเป็นกระแสไฟฟ้าที่ไหลเข้าสู่เมืองตลอดเวล เพื่อจ่ายไฟฟ้าความแรงสูงไปทั่วดินแดนและไปภูมิภาคอื่น ๆ ผ่านระบบสายไฟที่เชื่อมโยงทั้งดินแดน",
  },
  {
    org_id: 3,
    org_type: "Department",
    name_th: "วิศวกรรมเครื่องกล",
    name_en: "Mechanical Engineering",
    logo: "/icon/information/ic-mechanic.svg",
    city: "MechaAutos",
    org_description:
      "จะเน้นฟิสิกส์ของแรงกระทำบนวัตถุให้เคลื่อนที่ทั้งของไหลและของแข็ง เทอร์โมไดนามิกส์ พลังงาน ที่จะเป็นพื้นฐานในการออกแบบวัสดุเชิงกลต่าง ๆ ไม่ว่าจะเป็น เครื่องยนต์ แอร์ ปั๊มน้ำ แขนหุ่นยนต์ ท่อส่งน้ำ ส่งน้ำมัน ซึ่งจะแบ่งเป็นสายตามศาสตร์ทฤษฎีที่เกี่ยวข้องได้แก่\nSolid, Dynamics-Control, Fluid, Thermal-Energy และ Automotive",
    short_story:
      "เมือง MechaAutos ตั้งอยู่กลางทะเลทรายแห้งแล้งที่ชายขอบของดินแดน เมืองนี้จึงเป็นเมืองที่มักมีพ่อค้าพเนจรและนักเดินทางจากดินแดนอื่นแวะเวียนมาทั้งทางรถไฟ รถยนต์ หรือแม้แต่การเดินเท้า ว่ากันว่าเมืองนี้เป็นเมืองที่เก่าแก่เป็นอันดับต้น ๆ ของดินแดน ว่ากันมาเมืองนี้มีมาก่อนที่ดินแดนนี้จะถูกเรียกว่า intania หรืออาจจะเป็นต้นกำเนิดของดินแดนนี้เลยก็ได้\nบนถนนเส้นหลักของเมืองที่เป็นดินทรายซึ่งถูกอัดให้แน่นด้วยรอยเท้า จะมีทั้งนักเดินทางและชาวบ้านเดินควักไขว่กัน มีพ่อแค้แม่ค้าจากทั่วทุกสารทิศตั้งแผงขายของกันหลากหลาย มีทั้งโรงแรมและบาร์สำหรับนักเดินทางผู้เหน็ดเหนื่อย และโครงสร้างทางวิศวกรรรมที่ดูเก่าแก่แต่ยังสามารถใช้งานได้ถึงปัจจุบัน ทั้งกังหันลม เฟืองกลไกที่เชื่อมไปยังเครื่องจักร หรือ\nในทางเทคโนโลยี เมือง MechaAutos เป็นเสมือนรากฐานของวิศวกรรม เชี่ยวชาญทั้งด้านเครื่องจักรและพลังงาน แต่สิ่งที่เลืองชื่อที่สุดคือ “MechFight” การประลองหุ่นยนต์ที่ผสานศาสตร์หลายแขนงเข้าด้วยกัน ผู้ชนะจะได้รับเกียรติยศสูงสุด โดยการแข่งขันจะจัดขึ้นที่ Arena of Honor (Colosseum)",
  },
  {
    org_id: 4,
    org_type: "Department",
    name_th: "วิศวกรรมยานยนต์",
    name_en: "Automotive Engineering",
    logo: "/icon/information/ic-automotive.svg",
    city: "MechaAutos",
    org_description:
      "วิศวกรรมยานยนต์ ตัวเนื้อหาพื้นฐานจะเหมือนกับเครื่องกล โดยจะเน้นฟิสิกส์ของแรงกระทำบนวัตถุให้เคลื่อนที่ทั้งของไหลและของแข็ง เทอร์โมไดนามิกส์ และพลังงาน ซึ่งเป็นพื้นฐานในการออกแบบวัสดุเชิงกลต่าง ๆ\n\nแต่จะ เน้นไปที่การทำงานของอุปกรณ์และชิ้นส่วนต่าง ๆ ภายในรถยนต์ วิธีการผลิต รวมไปถึงการออกแบบให้มีประสิทธิภาพ เพื่อผลิตชิ้นส่วนที่ใช้งานได้ดีและมีต้นทุนต่ำ",
    short_story:
      "เมือง MechaAutos ตั้งอยู่กลางทะเลทรายแห้งแล้งที่ชายขอบของดินแดน เมืองนี้จึงเป็นเมืองที่มักมีพ่อค้าพเนจรและนักเดินทางจากดินแดนอื่นแวะเวียนมาทั้งทางรถไฟ รถยนต์ หรือแม้แต่การเดินเท้า ว่ากันว่าเมืองนี้เป็นเมืองที่เก่าแก่เป็นอันดับต้น ๆ ของดินแดน ว่ากันมาเมืองนี้มีมาก่อนที่ดินแดนนี้จะถูกเรียกว่า intania หรืออาจจะเป็นต้นกำเนิดของดินแดนนี้เลยก็ได้\nบนถนนเส้นหลักของเมืองที่เป็นดินทรายซึ่งถูกอัดให้แน่นด้วยรอยเท้า จะมีทั้งนักเดินทางและชาวบ้านเดินควักไขว่กัน มีพ่อแค้แม่ค้าจากทั่วทุกสารทิศตั้งแผงขายของกันหลากหลาย มีทั้งโรงแรมและบาร์สำหรับนักเดินทางผู้เหน็ดเหนื่อย และโครงสร้างทางวิศวกรรรมที่ดูเก่าแก่แต่ยังสามารถใช้งานได้ถึงปัจจุบัน ทั้งกังหันลม เฟืองกลไกที่เชื่อมไปยังเครื่องจักร หรือ\nในทางเทคโนโลยี เมือง MechaAutos เป็นเสมือนรากฐานของวิศวกรรม เชี่ยวชาญทั้งด้านเครื่องจักรและพลังงาน แต่สิ่งที่เลืองชื่อที่สุดคือ “MechFight” การประลองหุ่นยนต์ที่ผสานศาสตร์หลายแขนงเข้าด้วยกัน ผู้ชนะจะได้รับเกียรติยศสูงสุด โดยการแข่งขันจะจัดขึ้นที่ Arena of Honor (Colosseum)",
  },
  {
    org_id: 5,
    org_type: "Department",
    name_th: "วิศวกรรมอุตสาหการ",
    name_en: "Industrial Engineering",
    logo: "/icon/information/ic-industrial.svg",
    city: "Industros",
    org_description:
      "วิศวกรรมอุตสาหการ เป็นวิศวกรรมที่เกี่ยวข้องกับการ เพิ่มประสิทธิภาพและลดต้นทุน เน้นการบริหารและวางแผน 4M+1E (Man,Machine,Materail,Method,EnvironMent)\nโดยในหลักสูตรจะแบ่งวิชาได้ 3 หมวด\n1. Engineering Management นำความรู้ด้านวิศวกรรมและการจัดการมาประยุกต์ใช้ในการบริหารและจัดการ\n2. Management Science การศึกษาและนำวิธีการเชิงปริมาณมาใช้ในการแก้ปัญหาและการตัดสินใจ โดยประยุกต์ใช้คณิตศาสตร์ คอมพิวเตอร์ วิทยาศาสตร์ สถิติ\n3. Process Management เป็นการออกแบบ การจัดการ และการปรับปรุงกระบวนการทำงานให้มีประสิทธิภาพสูงสุด",
    short_story:
      "เมือง Industros ที่ตัังอยู่บริเวณกึ่งกลางของดินแดน กลิ่นอายของน้ำมันเครื่องและไอน้ำจางๆ เสียงหวีดหวิวของนกหวีดไอน้ำดังขึ้นเป็นสัญญาณบอกเวลาเปลี่ยนกะการทำงาน อากาศที่เย็นสบายอย่างน่าประหลาดด้วยระบบระบายความร้อนที่ออกแบบมาอย่างมีประสิทธิภาพสูงสุด จะเป็นสิ่งแรกที่ทักทายผู้มาเยือน เมืองนี้หากได้มองลงมาจากมุมสูงของเรือเหาะสิ่งที่เหล่านักเดินทางจะได้เห็นจะไม่ใช่เพียงแค่กลุ่มอาคารอิฐสีส้มแดง แต่คือโครงข่ายของสายพานเหล็กกล้านับร้อยสายที่เชื่อมต่อกันอย่างเป็นระบบอย่างไม่น่าเป็นไปได้",
  },
  {
    org_id: 6,
    org_type: "Department",
    name_th: "วิศวกรรมสิ่งแวดล้อมและความยั่งยืน",
    name_en: "Environmental and Sustainable Engineering",
    logo: "/icon/information/ic-environmental.svg",
    city: "Envia",
    org_description:
      'วิศวกรรมสิ่งแวดล้อมและความยั่งยืน เป็นหลักสูตรที่นำหลักการทางวิศวกรรม วิทยาศาสตร์ มาประยุกต์ใช้เพื่อลดผลกระทบและรักษาความสมบูรณ์ของสิ่งแวดล้อม โดยครอบคลุมงานหลัก ๆ เช่น การผลิตน้ำประปา การบำบัดน้ำเสีย การจัดการขยะและของเสียอันตราย การควบคุมมลพิษทางอากาศ และ"การบูรณาการความยั่งยืน" (Sustainability) อย่างการรับมือกับ Climate Change, การจัดการคาร์บอน, เศรษฐกิจหมุนเวียน (Circular Economy) เพื่อสร้างบุคคลากรที่พร้อมเเก้ไขปัญหาสิ่งแวดล้อมและรับมือกับความท้าทายจากสภาวะภูมิอากาศแปรปรวน',
    short_story:
      "ภูมิภาค Envia คือดินแดนที่ธรรมชาติยังคงสมบูรณ์อย่างน่าประหลาดใจ ท่ามกลางอาณาจักรที่ขับเคลื่อนด้วยไอน้ำและถ่านหิน ที่นี่มีป่าไม้ทึบ แม่น้ำใสสะอาด และท้องฟ้าที่ยังมองเห็นสีฟ้าได้จริง สายลมที่พัดผ่านภูมิภาคนี้ไม่มีกลิ่นควัน นักเดินทางที่มาถึงมักหยุดนิ่งอยู่สักครู่ก่อนจะก้าวเข้ามา ราวกับร่างกายต้องการเวลาปรับตัวกับอากาศที่ต่างออกไป เมืองในภูมิภาคนี้สร้างขึ้นโดยมีหลักการเดียวคือ เพื่อรบกวนธรรมชาติให้น้อยที่สุด\nอาคาร ออกแบบให้กลืนไปกับภูมิทัศน์ ถนนไม่ได้ตัดตรงผ่านป่า แต่โค้งเลี้ยวไปตามแนวต้นไม้เดิม หน้าต่างทุกบานเปิดรับลมแทนการใช้เครื่องจักรระบายอากาศ และแทบไม่มีปล่องควันในเมืองนี้เลย\nใต้ความเรียบง่ายนั้นมีระบบตรวจวัดสภาพแวดล้อมเซ็นเซอร์วัดคุณภาพอากาศและน้ำถูกติดตั้งทั่วทั้งภูมิภาค ส่งข้อมูลกลับมายังใจกลางเมืองตลอดเวลา ใจกลางเมืองคือ หอสังเกตการณ์สภาพแวดล้อม อาคารหินสูงที่มีอุปกรณ์วัดค่าต่าง ๆ ติดตั้งอยู่บนหลังคา ภายในเต็มไปด้วยแผนที่ กราฟ และตัวอย่างจากธรรมชาติที่เก็บมาจากหลาย ๆ ภูมิภาค\nเพื่อวางแผนและจัดการสำหรับพัฒนาสภาพธรรมชาติของภูมิภาคนั้น ๆ\nหน้าที่ของภูมิภาคนี้ คือ ช่วยภูมิภาคอื่นฟื้นฟูธรรมชาติที่เสียหายไปจากการขยายตัวของอุตสาหกรรม วางแผนลดผลกระทบที่มนุษย์มีต่อสิ่งแวดล้อมในแต่ละพื้นที่",
  },
  {
    org_id: 7,
    org_type: "Department",
    name_th: "วิศวกรรมโลหการและวัสดุ",
    name_en: "Metallurgical and Materials Engineering",
    logo: "/icon/information/ic-metallurgical.svg",
    city: "Metallia",
    org_description:
      "ภาควิชาโลหการ ศึกษาความสัมพันธ์ ระหว่าง โครงสร้าง สมบัติ กระบวนการผลิต และ ประสิทธิภาพการใช้งาน ของวัสดุ โดยครอบคลุมกลุ่มวัสดุหลัก ได้แก่ โลหะ โพลิเมอร์ เซรามิก และ Composites โดยเน้นทางด้านโลหะ\nเนื้อหาจะเจาะลึกตั้งแต่การ สกัดแร่ การหล่อ การขึ้น รูปโลหะผสม การปรับปรุง สมบัติ (เช่น การอบชุบ ความร้อน) การวิเคราะห์ ความเสียหายของวัสดุ (Failure Analysis) ไป จนถึงการเลือกใช้วัสดุให้ เหมาะสม ปลอดภัย และคุ้ม ค่ากับการใช้งานใน อุตสาหกรรม",
    short_story:
      "ณ ภูมิภาค metallia มีเมืองอยู่แห่งหนึ่งที่มองจากภายนอกดูเปล่งประกายผิดจากเมืองอื่น อาคารทุกหลังสร้างจากโลหะหนาที่สะท้อนแสงอยู่ตลอดเวลา ถนนกว้างและตรง ออกแบบมาเพื่อรองรับการขนส่งวัสดุหนักมากกว่าการสัญจรทั่วไปภายในเมืองมีอาคารสำคัญอยู่สองหลังหลังแรกคือ อาคารหน่วยวิจัยวัสดุเพื่อเครื่องจักรไอน้ำ แบ่งออกเป็นสองส่วนชัดเจน ส่วนแรกคือห้องทดสอบที่เต็มไปด้วยเครื่องจักรไอน้ำจริงที่ทำงานอยู่ตลอดเวลา เสียงลูกสูบและไอน้ำอัดความดันดังอยู่ไม่ขาด ส่วนที่สองคือห้องวิเคราะห์เต็มไปด้วยตัวอย่างโลหะ แบบทดสอบความทนทาน และข้อมูลที่ติดอยู่บนผนังทุกด้าน หลังที่สองคือ อาคารหน่วยการผลิตและส่งออก อาคารขนาดใหญ่ที่ทำหน้าที่ผลิตโลหะตามที่ภูมิภาคอื่น ๆ ร้องขอ หน้าที่ของภูมิภาคนี้มีสองอย่าง คือ วิจัยและออกแบบโลหะเพื่อพัฒนาเครื่องจักรไอน้ำ และส่งออกโลหะเพื่อสนับสนุนภูมิภาคอื่น ๆ ทั่วอาณาจักร",
  },
  {
    org_id: 8,
    org_type: "Department",
    name_th: "วิศวกรรมปิโตรเลียม",
    name_en: "Petroleum Engineering",
    logo: "/icon/information/ic-petroleum.svg",
    city: "George",
    org_description:
      '"Petroleum engineer is an engineer who exploits petroleum (crude oil and natural gas) as much as possible under the economical limitation. We can classify the major function of petroleum engineer into 3 groups:\n\nDrilling engineer: chooses the equipment for the drilling process, assesses the cost of drilling, advices the drilling techniques and also prepares the production wells.\nProduction engineer: produces petroleum from the well as much as possible by using several techniques including mechanical and chemical. Production engineer also has to separate water, oil and gas from each phase that are produced from the same well.\nReservoir engineer: calculates the reserve of oil and gas that are producible, calculate the number of wells in production and also choose the method to enhance the petroleum recovery."',
    short_story:
      "George เป็นเมืองที่ตั้งอยู่ติดกับชายทะเล โดยหน้าที่หลัก ๆ ในเมืองจะแบ่งเป็น 2 ส่วน ส่วนตอนเหนือของเมืองจะทำหน้าที่ในการขุด สกัด เจียระไนแร่ และใต้เมืองขุดเจาะน้ำมัน เพื่อส่งออกไปใช้งานต่อไปยังเมืองอื่น ๆ เมืองนี้เชี่ยวชาญทักษะและเทคโนโลยีที่ใช้การทำเหมืองมากมายไม่ว่าจะเป็น core flood, drilling mud เมือง George มีลักษณะที่ต่างกันไปในตอนเหนือและตอนใต้ โดยตอนเหนือนั้นจะมีโรงงานหลากหลายที่ใช้สำหรับการแปรรูปแร่ต่าง ๆ และมักจะได้ยินเสียงเป็นระยะ ๆ จากการใช้ระเบิดในการทำเหมือง แต่ในตอนใต้ของเมืองจะมีโรงเก็บน้ำมันขนาดใหญ่ ที่ใช้ในการเก็บน้ำมันที่ได้มาจากแท่นขุดเจาะน้ำมันที่อยู่กลางทะเล เพื่อส่งไปกลั่นและให้เมืองอื่นใช้ต่อไป ซึ่งพื้นที่อยู่อาศัยและใช้สอยอื่น ๆ จะอยู่ตรงบริเวณใจกลางเมืองแทบทั้งสิ้น โดยโซนอยู่อาศัยจะมีลักษณะโล่ง บรรยากาศร่มรื่น ลมพัดตลอดเวลา",
  },
  {
    org_id: 9,
    org_type: "Department",
    name_th: "วิศวกรรมทรัพยากรธรณี",
    name_en: "Georesources Engineering",
    logo: "/icon/information/ic-georesources.svg",
    city: "George",
    org_description:
      '"มุ่งเน้นการผลิตวิศวกรที่สามารถบริหารจัดการทรัพยากรธรณี (เชื้อเพลิง แร่โลหะ แร่อุตสาหกรรม และหิน) ได้อย่างคุ้มค่าและยั่งยืน โดยบูรณาการวิทยาศาสตร์และวิศวกรรมศาสตร์เข้าด้วยกัน ครอบคลุมเนื้อหาหลัก ได้แก่\nการสำรวจและประเมินแหล่งแร่ >> การใช้เทคโนโลยีที่ทันสมัยในการสำรวจ ประเมินศักยภาพ และสร้างแบบจำลองแหล่งแร่ (Modeling)\nการออกแบบและทำเหมือง >> การวางแผนและออกแบบระบบการผลิตและทำเหมืองแร่ให้มีประสิทธิภาพ\nวิศวกรรมการแต่งแร่ (Mineral Processing) >> การวิเคราะห์และปรับปรุงคุณภาพวัตถุดิบให้ตรงตามความต้องการของอุตสาหกรรมปลายน้ำ\nการรีไซเคิลและความยั่งยืน >> การประยุกต์ใช้วิศวกรรมเพื่อสกัดโลหะและแร่มีค่าจากวัสดุเหลือทิ้ง (Secondary Sources) กลับมาใช้ใหม่ เพื่อลดของเสียและอนุรักษ์สิ่งแวดล้อมตามหลักเศรษฐกิจหมุนเวียน"',
    short_story:
      "George เป็นเมืองที่ตั้งอยู่ติดกับชายทะเล โดยหน้าที่หลัก ๆ ในเมืองจะแบ่งเป็น 2 ส่วน ส่วนตอนเหนือของเมืองจะทำหน้าที่ในการขุด สกัด เจียระไนแร่ และใต้เมืองขุดเจาะน้ำมัน เพื่อส่งออกไปใช้งานต่อไปยังเมืองอื่น ๆ เมืองนี้เชี่ยวชาญทักษะและเทคโนโลยีที่ใช้การทำเหมืองมากมายไม่ว่าจะเป็น core flood, drilling mud เมือง George มีลักษณะที่ต่างกันไปในตอนเหนือและตอนใต้ โดยตอนเหนือนั้นจะมีโรงงานหลากหลายที่ใช้สำหรับการแปรรูปแร่ต่าง ๆ และมักจะได้ยินเสียงเป็นระยะ ๆ จากการใช้ระเบิดในการทำเหมือง แต่ในตอนใต้ของเมืองจะมีโรงเก็บน้ำมันขนาดใหญ่ ที่ใช้ในการเก็บน้ำมันที่ได้มาจากแท่นขุดเจาะน้ำมันที่อยู่กลางทะเล เพื่อส่งไปกลั่นและให้เมืองอื่นใช้ต่อไป ซึ่งพื้นที่อยู่อาศัยและใช้สอยอื่น ๆ จะอยู่ตรงบริเวณใจกลางเมืองแทบทั้งสิ้น โดยโซนอยู่อาศัยจะมีลักษณะโล่ง บรรยากาศร่มรื่น ลมพัดตลอดเวลา",
  },
  {
    org_id: 10,
    org_type: "Department",
    name_th: "วิศวกรรมนิวเคลียร์และรังสี",
    name_en: "Nuclear and Radiological Engineering",
    logo: "/icon/information/ic-nuclear.svg",
    city: "Neucia",
    org_description:
      "วิศวกรรมนิวเคลียร์เป็นสาขาที่ศึกษาเกี่ยวกับพลังงานนิวเคลียร์ รังสี และการประยุกต์ใช้งานในหลายด้าน เช่น\n1.การออกแบบและวิเคราะห์เครื่องปฏิกรณ์นิวเคลียร์\n2.การตรวจวัดและควบคุมรังสี\n3.เทคโนโลยีโรงไฟฟ้านิวเคลียร์\n4.ฟิสิกส์สุขภาพและการป้องกันรังสี\nการใช้รังสีในอุตสาหกรรม การแพทย์ และการวิเคราะห์วัสดุ\nการจัดการกากกัมมันตรังสีและผลกระทบต่อสิ่งแวดล้อม\nหลักสูตรมีทั้ง การเรียนทฤษฎี การทดลองในห้องปฏิบัติการ และโครงงานวิจัย เพื่อเตรียมความพร้อมในการทำงานจริง",
    short_story:
      'หากนักเดินทางมุ่งหน้าลงใต้ลึกลงไปสู่หุบเขาที่ตัดขาดจากโลกภายนอก ณ ที่แห่งนั้น ท่ามกลางหุบเขาลึกที่ถูกโอบล้อมด้วยปราการหินแกรนิต ที่นี่คือที่ตั้งของเมือง Neucia เมืองที่ถูกขนานนามว่าเป็น "ตะเกียงแห่งอาณาจักร" สถานที่ซึ่งเหล่านักเล่นแร่แปรธาตุได้ค้นพบวิธีสกัดพลังงานมหาศาลจากแร่ธาตุเรืองแสงลึกลับภายในตัวเมืองคุณจะเห็นท่อทองแดงยักษ์ที่หุ้มด้วยฉนวนตะกั่วทอดตัวยาวไปตามผนังถ้ำ เชื่อมต่อเข้ากับ "เตาปฏิกรณ์แกนกลาง” ที่ถูกหล่อเลี้ยงด้วยความเย็นจากน้ำบาดาลในหุบเขา\nพลังงานความร้อนมหาศาลจากปฏิกิริยาการแตกตัวของอะตอมถูกนำไปต้มน้ำจนกลายเป็นไอพ่นแรงดันสูงและจะถูกส่งผ่านท่อระยะไกลไปหล่อเลี้ยงโรงงานทั่วทั้งอาณาจักร พลังงานอันมหาศาลนี้ต้องถูกควบคุมอยากรอบครอบ ทุกการตัดสินใจคือการรักษาสมดุลของเตาปฏิกรณ์\nมันคือดินแดนที่ความร้อนจากใจกลางสสารทำหน้าที่ขับเคลื่อนฟันเฟืองทุกตัวของอารยธรรม',
  },
  {
    org_id: 11,
    org_type: "Department",
    name_th: "วิศวกรรมสำรวจ",
    name_en: "Survey Engineering",
    logo: "/icon/information/ic-survey.svg",
    city: "Survia fort",
    org_description:
      "ภาควิชาสํารวจก่อตั้งมา 60 กว่าปีแล้ว ภาควิชาสํารวจที่นี่ถือ\nเป็นหนึ่งในมหาวิทยาลัยไม่กี่แห่งในเอเชียตะวันออกเฉียงใต้ ที่มีสอน\nครอบคลุมเกือบทุกด้าน แบ่งเป็นสี่กลุ่มใหญ่ๆ\n1. Ground Survey: กลุ่มนี้จะเป็นกลุ่มเกี่ยวกับการวัดระดับ\nในพื้นดิน เรียนเกี่ยวกับการวัด GPS การส่องกล้องหาระดับ\nต่างๆ บนพื้นดิน\n2. GIS: กลุ่มนี้จะเป็นการนําระบบคอมพิวเตอร์มาปรับใช้กับ\nระบบสํารวจ เช่น การเขียนโปรแกรมการทําดิจิตอลทวินต่าง ๆ\n3. Photogrammetry: กลุ่มนี้จะเป็นกลุ่มที่ใช้ภาพถ่ายต่างๆ\nในการทําแผนที่ภาพที่ได้อาจจะได้จากดาวเทียมหรืออากาศยานไร้\nคนขับ ที่เราเรียกว่า โดรน\n4. Remote Sensing: กลุ่มที่ใช้ดาวเทียมและคลื่นดาวเทียม\nมาประยุกต์ใช้กับการสํารวจ\nซึ่งในระดับปริญญาตรีจะไม่มีการเลือกเอก แต่เราจะเรียนครบทุกๆ ด้านที่\nกล่าวมา",
    short_story:
      "ณ ที่ห่างไกลทางทิศตะวันตกไกลออกไปจากเมืองหลวงและศูนย์กลางของดินแดนintania ที่ขอบชายแดนของประเทศแห่งนี้เราจะพบกับเทือกเขาที่วางตัวเป็นแนวยาวเป็นเส้นกำหนดขอบเขตของ โดยเมื่อข้ามสันเขานี้ไปเราจะพบกับป่าไม้รกทึบ หุบเขาสลับกับห้วงเหวลึก และรวมถึงทุ่งหญ้าที่ไกลสุดลูกหูลูกตา ซึ่งเราไม่อาจรู้ได้ว่าอันตรายจากภัยร้ายและศัตรูรอบด้านจะถาโถมมาเมื่อไหร่ ทำให้มีการก่อนตั้งเมืองตามแนวสันเขาเพื่อเป็นเมืองหน้าด่านที่คอยตรวจตราพื้นที่นอกintaniaและเตือนภัยเมื่อมีอันตรายเข้ามารุกราน รวมถึงเมื่อยามสงบก็จะออกสำรวจหาแห่งทรัพยากรต่าง ๆ ภายนอก ซึ่งเมื่องแห่งนี้มีชื่อว่า Survia fort\nเนื่องด้วยเป็นเมืองที่อยู่ตามแนวเขาที่ห่างไกลทำให้กลายเป็นเมืองเดี่ยวในบริเวณ ให้ความรู้สึกเป็นเมืองที่โดดเดี่ยวซึ่งตั้งตระหง่าเหนือหมอกบนแนวเขา และภายในเมืองมีลักษณะเป็นเทือกเขาสูงต่ำสลับกันทำให้อาคารต่าง ๆ อยู่ในระดับที่ต่างกัน และ ณ จุดยอดสูงสุดของเทือกเขานี้มีหอคอยขนาดใหญ่ตั้งอยู่ใช้เป็นศูนย์กลางการทำงานของเมืองในการสำรวจ โดยใช้กล้องและโดรนจำนวนมากในการสำรวจและตรวจตรา ซึ่งโดรนแต่ละแบบที่ใช้ก็มีลักษณะต่างกันไป เช่น โดรนติดอาวุธใช้เพื่อรับมืออันตรายในเบื้องต้น หรือโดรนที่คล่องแคล่วและกล้องถ่ายได้กว้างใช้สำรวจพื้นที่",
  },
  {
    org_id: 12,
    org_type: "Department",
    name_th: "วิศวกรรมเคมี",
    name_en: "Chemical Engineering",
    logo: "/icon/information/ic-chemical.svg",
    city: "Chemia",
    org_description:
      "วิชาหลักของวิศวกรรมเคมีคือการเรียนเกี่ยวหน่วยปฏิบัติการหรือ Unit Operation\nโดยรายละเอียดจะอยู่ในรายวิชาดังต่อไปนี้\n1.Fluid Transport Systems เรียนเกี่ยวกับหน่วยปฏิบัติการที่ทำหน้าที่ถ่ายโอนของไหล\n2.Kinetics and Reactor Design เรียนเกี่ยวกับหน่วยปฏิบัติการที่ทำปฏิกิริยาทางเคมี\n3.Heat and Mass Transfer Systems เรียนเกี่ยวกับหน่วยปฏิบัติการที่ทำหน้าที่ถ่ายโอนความร้อนและมวลสาร\n4.Stagewise Separation Systems เรียนเกี่ยวกับหน่วยปฏิบัติการที่ทำหน้าที่แยกสารผสมให้เป็นสารบริสุทธิ์\n\nโดยจุดมุ่งหมายที่เรียนวิชาเหล่านี้นั้นมีเพื่อนำไปออกแบบและดำเนินระบบในโรงงาน",
    short_story:
      "ณ ภูมิภาค Chemia มีเมืองอยู่แห่งหนึ่งที่เหล่านักเดินทางมักได้กลิ่นสารเคมีอ่อน ๆ ลอยมาตามสายลม ก่อนที่จะได้เห็น ตัวเมือง\nเมืองนี้สร้างจากอิฐแดงและทองแดง ถนนปูด้วยหินกรวดสีเทาเข้มที่มีความคดเคี้ยวแต่เป็นระเบียบ ทุกสายมุ่งสู่ใจกลางเมืองเหมือนกันหมด หน้าต่างทุกบานมีไอน้ำเกาะอยู่ตลอดเวลา และตามถนน สามารถเห็นห้องปฏิบัติการย่อย ๆ ที่เป็นเหมือนสิ่งที่กระจาย ออกมาจากใจกลางเมือง และจุดใจกลางเมือง คือห้องปฏิบัติการขนาดใหญ่ที่ทำหน้าที่เป็นหัวใจของทั้งภูมิภาค ปล่องระบายไอน้ำตั้งตระหง่านอยู่รอบ ๆ พ่นไอขึ้นสู่ท้องฟ้าอย่างสม่ำเสมอ ภายในเต็มไปด้วยอุปกรณ์ทดลองและเครื่องจักรที่ทำงานอยู่ตลอดเวลา ทำให้ก้าวเข้ามาแล้ว ภาพที่เห็นภายนอกที่เป็นเหมือนดั่งเมืองธรรมดาได้เปลี่ยนไป เป็น บรรยากาศที่ให้ความรู้สึกเหมือนห้องทดลองขนาดใหญ่\nหน้าที่ของภูมิภาคนี้ คือ ค้นหาสสารและทฤษฎีใหม่ ๆ เพื่อพัฒนากระบวนการผลิต และผลิตวัตถุดิบเพื่อส่งออกไปยังภูมิภาคอื่น ๆ ทั่วอาณาจักร // อาจจะแก้ setting ใช้ห้องปฏิบัติการรวม",
  },
  {
    org_id: 13,
    org_type: "Department",
    name_th: "วิศวกรรมคอมพิวเตอร์",
    name_en: "Computer Engineering (CP)",
    logo: "/icon/information/ic-computer.svg",
    city: "Compteux",
    org_description:
      "วิศวกรรมคอมพิวเตอร์ เป็นสาขาทางวิศวกรรมที่เกี่ยวข้องกับการออกแบบจัดสร้าง ลงมือปฏิบัติ และบำรุงรักษาซึ่งระบบคอมพิวเตอร์ หรือระบบใดๆที่ มีการควบคุมและประมวลผลผ่านคอมพิวเตอร์ โดยจะครอบคลุมทั้งด้าน hardware และ software โดยในการศึกษาวิศวกรรมคอมพิวเตอร์นั้น จะมุ่งศึกษาหลักการและทฤษฎีทางคณิตศาสตร์ วิทยาศาสตร์ วิทยาการคอมพิวเตอร์ และวิศวกรรม จนถึงการนำหลักการดังกล่าวไปประยุกต์ใช้ เพื่อแก้ไขปัญหาทางเทคนิคเกี่ยวเนื่องกับการออกแบบฮาร์ดแวร์, ซอฟต์แวร์, เครือข่าย และนอกจากนี้ยังมีวิชาเลือกในสาขาอื่นๆที่ใกล้เคียง เช่น AI\n(ปัญญาประดิษฐ์), ML(การเรียนรู้ของเครื่อง) เป็นต้น",
    short_story:
      "ณ สถานที่แห่งนี้ความวุ่นวายทั้งหมดถูกจัดให้เป็นระบบระเบียบ วิศวกรที่นี่มองเห็นภาพรวมที่กว้างไกลกว่าชิ้นส่วนโลหะ พวกเขาคือผู้อยู่เบื้องหลังการวางสายการผลิตเกือบทั้งหมดภายในดินแดนแห่งนี้ให้สามารถทำงานสอดประสานกันราวกับวงดนตรี ด้วยเหตุนี้เมืองแห่งนี้จึงเป็นประหนึ่งกับหัวใจที่ค่อยสูบฉีดเลือดให้ล่อเลี้ยงร่างกายไปทั่วทั้งอาณาจักร",
  },
  {
    org_id: 14,
    org_type: "Department",
    name_th: "วิศวกรรมคอมพิวเตอร์และเทคโนโลยีดิจิทัล",
    name_en: "Computer Engineering and Digital Technology",
    logo: "/icon/information/ic-cedt.svg",
    city: "Compteux",
    org_description:
      "วิศวกรรมคอมพิวเตอร์และเทคโนโลยีดิจิทัล (CEDT, หลักสูตร Sandbox) เป็นหนึ่งในหลักสูตรของภาควิชาวิศวกรรมคอมพิวเตอร์ เป็นหลักสูตร 3 ปีครึ่ง ที่มุ่งเน้นการเรียนการสอนแบบ Block Course (เรียนทีละ 1-2 วิชา) และการฝึกงาน โดยตลอดหลักสูตรจะได้เรียนครอบคลุมทั้งด้าน Hardware และ Software หัวข้อ พื้นฐานทางวิศวกรรมคอมพิวเตอร์, การพัฒนา Software, คณิตศาสตร์สำหรับวิศวกรรมคอมพิวเตอร์, Data Science, AI/ML, OS, Network, Cloud, Security, Embedded System และ IoT เป็นต้น รวมถึงจะได้ไปฝึกงานรวมทั้งหมด 3 ครั้งในช่วง Summer (เดือน พ.ค. - ก.ค.) ขอทุก ๆ ปี และฝึกงานสหกิจศึกษาในปี 4 เทอม 1",
    short_story:
      "ณ สถานที่แห่งนี้ความวุ่นวายทั้งหมดถูกจัดให้เป็นระบบระเบียบ วิศวกรที่นี่มองเห็นภาพรวมที่กว้างไกลกว่าชิ้นส่วนโลหะ พวกเขาคือผู้อยู่เบื้องหลังการวางสายการผลิตเกือบทั้งหมดภายในดินแดนแห่งนี้ให้สามารถทำงานสอดประสานกันราวกับวงดนตรี ด้วยเหตุนี้เมืองแห่งนี้จึงเป็นประหนึ่งกับหัวใจที่ค่อยสูบฉีดเลือดให้ล่อเลี้ยงร่างกายไปทั่วทั้งอาณาจักร",
  },
];

export const INTERNATIONAL_DEPARTMENTS: Organization[] = [
  {
    org_id: 15,
    org_type: "Department",
    name_th: "วิศวกรรมหุ่นยนต์และปัญญาประดิษฐ์",
    name_en: "Robotics and Artificial Intelligence",
    logo: "/icon/information/ic-robotics-ai.png",
    city: "Intellia",
    org_description:
      "วิศวกรรมหุ่นยนต์และปัญญาประดิษฐ์เป็นสาขาที่ผสานความรู้เครื่องกล, ไฟฟ้า, คอมพิวเตอร์ เพื่อสร้างและออกแบบหุ่นยนต์ สาขานี้ครอบคลุมการออกแบบ และการผลิตเครื่องจักร ทำให้ระบบสามารถทำงานอัตโนมัติและมีความแม่นยำสูง นอกจากนี้ยังมีการใช้ AI เพื่อเพิ่มประสิทธิภาพของระบบกลไกและทำให้เครื่องจักรมีความฉลาด สามารถทำงานที่ซับซ้อนได้มากขึ้น",
    short_story:
      "เมือง Intellia ตั้งอยู่ทางตอนใต้ของอาณาจักร โดยวิทยากรและเทคโนโลยีที่เกี่ยวกับการนำหุ่นยนต์มาช่วยในการทำงานของคนส่วนใหญ่ ล้วนแล้วแต่มาจากเมืองนี้ทั้งสิ้น ไม่ว่าจะเป็นการใช้แขนกลมาช่วยในการทำงานในโรงงาน หรือการทำงานอื่น ๆ ที่สามารถจำแนกรูปแบบออกมาได้\nโดยตัวเมืองนั้นหากมองจากมุมสูงแล้วจะเห็นลักษณะการวางผังเมืองที่เป็นระเบียบชัดเจน และตัวบ้านในเมืองนั้นจะมีโครงสร้างที่เหมือนกับเกือบแทบทั้งสิ้น ต่างกันเพียงบ้านของเจ้าเมืองและสถานที่สำคัญอื่น ๆ เช่นโรงพยาบาล โรงเรียน เพียงเท่านั้น บรรยากาศในเมืองจะค่อนข้างคึกคัก เนื่องจากชาว intellia นั้นมักจะมีการนำโปรเจกต์ส่วนตัวที่แต่ละคนพัฒนามาเพื่อแลกเปลี่ยนความเห็นกันเสมอ ที่ศาลาใจกลางเมือง ดั่งเป็นห้องสมุดความรู้ที่มีการพัฒนาด้านข้อมูลตลอด",
  },
  {
    org_id: 16,
    org_type: "Department",
    name_th: "วิศวกรรมสารสนเทศและการสื่อสาร",
    name_en: "Information and Communication Engineering",
    logo: "/icon/information/ic-ice.svg",
    city: "Icia",
    org_description:
      "หลักสูตร ICE เป็นการบูรณาการ 3 ศาสตร์หลัก:\n\nComputer & AI: การเขียนโปรแกรมและระบบฉลาด\n\nElectrical & Communication: พื้นฐานวงจรไฟฟ้าและระบบส่งสัญญาณ (หัวใจของโครงสร้างพื้นฐาน)\n\nIndustrial Management & Economy: การวิเคราะห์ความคุ้มค่าเชิงวิศวกรรม (Engineering Economy) และการบริหารจัดการเทคโนโลยี ซึ่งเน้นการเพิ่มประสิทธิภาพ (Optimization) เหมือนสาย IE",
    short_story:
      "Icia ตั้งอยู่ทางตอนเหนือของ Intania โดยจะมีหน้าที่ในการพัฒนาเทคโนโลยีและวิทยากรที่เกี่ยวเนื่องกับการสื่อสารและข้อมูลใน Intania สำหรับเมืองอื่น ๆ ไม่ว่าจะเป็นในด้านของการสื่อสารระหว่างเมือง การเก็บข้อมูล การส่งข้อมูล และอื่น ๆ ผ่านสายสัญญาณพิเศษ ที่ครอบคลุมทั่วดินแดนตั้งแต่ทะเลทราย เกาะกลางทะเล ภูเขา ผ่านตัวรับส่งสัญญาณขนาดใหญ่ที่ตั้งอยู่กลางเมือง\nโดยตัวเมืองตั้งอยู่ในบริเวณทุ่ง tundra ที่มีลักษณะอากาศหนาวเย็นจัด ทำให้โครงสร้างของอาคารหรือบ้านในเมืองส่วนใหญ่ จะเป็นในลักษณะที่สามารถต้านลมหนาวได้ ซึ่งเนื่องด้วยสภาพอากาศที่หนาวเย็นทำให้การสื่อสารภายในระหว่างเมืองเป็นไปได้ยาก ชาวเมืองจึงสื่อสารผ่านเครือข่ายสัญญาณโดยใช้ modified โทรเลข",
  },
  {
    org_id: 17,
    org_type: "Department",
    name_th: "วิศวกรรมนาโน",
    name_en: "Nano Engineering",
    logo: "/icon/information/ic-nano.svg",
    city: "Nania",
    org_description:
      "วิศวกรรมนาโน เป็นวิศวกรรมที่เกี่ยวกับการออกแบบและสร้างสรรค์วัสดุและอุปกรณ์ในระดับนาโนเมตร เริ่มตั้งแต่การวางรากฐานทางวิศวกรรมด้วยแคลคูลัส เคมี ฟิสิกส์ ชีววิทยา และการแนะนำเกี่ยวกับนาโนเทคโนโลยี ต่อด้วยสร้างความสามารถหลักด้านวิศวกรรมผ่านวงจรไฟฟ้า กลศาสตร์วิศวกรรม วัสดุศาสตร์ เคมีเชิงกายภาพ และวิธีการทางคณิตศาสตร์ จากนั้นจะเปลี่ยนเข้าสู่หัวข้อเฉพาะทางของนาโน เช่น เทคโนโลยีการสร้างนาโน การจำแนกประเภทวัสดุ (SEM, TEM, XRD) วิศวกรรมปฏิกิริยา ชีวเคมี วิศวกรรมชีวภาพ และรวมถึงการฝึกงานในอุตสาหกรรมจริงในสถานที่ทำงาน ในปีสุดท้ายจะมุ่งเน้นไปที่การเลือกวิชาเฉพาะทางขั้นสูง ไม่ว่าจะเป็นในสาขาวิทยาศาสตร์วัสดุ (วิศวกรรมพอลิเมอร์, วัสดุอิเล็กทรอนิกส์, วัสดุสำหรับพลังงาน) หรือการประยุกต์ใช้นาโนชีวภาพ (เครื่องมือทางการแพทย์ชีวภาพ, วิศวกรรมพื้นผิวชีวภาพ, พิษวิทยาวัสดุนาโน, วิศวกรรมพันธุศาสตร์ประยุกต์) โดยปิดจบด้วยโครงงาน Capstone และ Senior project ที่นำความรู้ทั้งหมดที่ได้รับมาใช้",
    short_story:
      "ณ ภูเขาที่ต่อเนื่องมาจากเทือกเขาทางทิศตะวันตก มีภูเขาไฟอันทรงพลังจากบรรพกาลผงาดเหนือผืนดินซึ่งกักเก็บพลังงานมหาศาลจากใต้พิภพเอาไว้ เนื่องด้วยเมื่อ400ปีที่แล้วได้เกิดระเบิดครั้งใหญ่ที่สุดที่มนุษยชาติขึ้นมา จากการคาดการณ์การระเบิดครั้งนี้จะเป็นการระเบิดครั้งสุดท้ายในรอบ1000ปี ทำให้มนุษย์เริ่มเข้ามาตั้งถิ่นฐานในบริเวณภูเขาไฟ เพื่อกอบโกยทรัพยากรต่างๆจากการระเบิดครั้งใหญ่ รวมถึงการนำพลังงานใต้พิภพอันมหาศาลมาใช้ แต่เนื่องด้วยภูเขาไฟยังมีการปล่อยเขม่าควันออกมาเรื่อยๆ ทำให้สภาพอากาศและภูมิประเทศโดยรอบยังคงเต็มไปด้วยฝุ่นควันที่ไม่ปลอดภัย ผู้คนในบริเวณนี้จึงพยายามที่จะพัฒนาวิธีที่ทำให้มนุษย์รับมือกับสภาพอากาศที่เป็นพิษกับร่ายกายเหล่านี้ Nano tech จึงถือกำเนิดมาเพื่อการนี้ ทำให้การใช้ชีวิตง่ายขึ้นจนเกิดการรวมตัวเป็นเมือง Nania\nจากการพัฒนา Nano tech ขั้นสูงทำให้เทคโนโลยีด้านการแพทย์และความสะอาดในเมืองอยู่ในจุดที่สูงที่สุด ทำให้เมืองนี้เป็นศูนย์กลางทางการแพทย์ด้วย Nano tech โดยบรรยากาศภายในเมืองนี้เป็นเมืองสีขาวสะอาดซึ่งตัดกับบรรยากาศโดยรอบที่ตั้งอยู่ใจกลางพื้นดินสีดำและทิวทัศน์อันขุ่นมัวที่เกิดจากภูเขาไฟ ซึ่งนวัตกรรมในเมืองทั้งหมดถูกหล่อหลอมขึ้นบนรากฐานของ Nano tech ไม่ว่าจะเป็นการแพทย์ที่ฝังลงร่างกายคนเพื่อช่วยจัดการอากาศ หรือจะเป็นการนำไปใช้สำรวจภูเขาไฟและนำทรัพยากรไปใช้",
  },
  {
    org_id: 18,
    org_type: "Department",
    name_th: "วิศวกรรมการออกแบบและการผลิตยานยนต์",
    name_en: "Automotive Design and Manufacturing Engineering",
    logo: "/icon/information/ic-adme-v.svg",
    city: "Automac",
    org_description:
      "วิศวกรรมออกแบบและผลิตยานยนต์ (ADME-V) เป็นหลักสูตรนานาชาติแบบสหวิทยาการที่เตรียมความพร้อมให้นักศึกษาสำหรับอุตสาหกรรมยานยนต์และยานยนต์ไฟฟ้าที่กำลังเติบโต โดยหลักสูตรนี้ได้ผสมผสานองค์ความรู้ด้านวิศวกรรมยานยนต์ การออกแบบเครื่องกล การผลิต และการจัดการ เข้ากับประสบการณ์การลงมือทำจริงผ่านความร่วมมือกับผู้ผลิตรถยนต์โดยตรง",
    short_story:
      "ณ เมืองแห่งหนึ่งใจกลางดินแดนintania เมืองแห่งนี้เป็นหนึ่งในเมืองที่เก่าแก่แต่เนื่องด้วยในอดีตเมืองแห่งนี้ไม่ได้มีเอกลักษณ์อะไรที่โดดเด่นมากนัก จึงทำให้กลายเป็นเพียงเมืองทางผ่านสำหรับการเดินทางเข้าสู่เมืองศูนย์กลางที่สำคัญกว่าเพียงเท่านั้น แต่เมื่อย่างเข้าสู่ยุครุ่งเรืองเทคโนโลยีก็ได้นำความเจริญมาสู่เมืองนี้และเปลี่ยนโฉมเมืองแห่งนี้ไปตลอดกาล โดยเมืองแห่งนี้ก็ค่อยๆพัฒนากลายเป็นหนึ่งในศูนย์กลางการคมนาคมที่ใหญ่ที่สุดในดินแดน โดยมีถนนหลายร้อยสายเชื่อมต่อกันแผ่ขยายและเชื่อมต่อกันราวกับใยแมงมุมที่ปกคลุมทั่วทั้งเมือง รวมถึงยังมีท่าเรือและสนามบินขนาดใหญ่อีกด้วย ซึ่งเมืองแห่งนี้มีชื่อว่า Automac\nบรรยากาศภายในเมืองในบริเวณรอบนอกเมืองจะเต็มไปด้วยถนนหลายสาย จึงทำให้บริเวณนี้จึงเป็นพื้นที่โล่งเป็นส่วนมากถึงแม้จะมีอาคารประปรายอยู่บ้างแต่ก็มีจำนวนไม่มาก โดยอาคาร ตึก และ ศูนย์วิจัยที่สำคัญทั้งหมดจะรวมตัวกันอยู่บริเวณตอนกลางของเมือง ซึ่งศูนย์วิจัยแห่งนี้ทำหน้าที่ในการพัฒนาและซ่อมบำรุงยานภาหนะต่างๆ นอกจากนี้ยังมีหอบังคับการการเดินทางซึ่งมีลักษณะคล้ายประภาคารขนาดสูงเสียดฟ้าคอยทำหน้าที่ควบคุมความเรียบร้อยและเป็นระเบียบของการคมนาคมทุกประเภท เทคโนโลยีที่สำคัญของเมืองแห่งนี้ก็คงหนีไม่พ้น ยานภาหนะ และเส้นทางสัญจรทุกรูปแบบ ที่ออกแบบมาเป็นอย่างดีให้ทำงานร่วมกันอย่างมีประสิทธิสูงสุด",
  },
  {
    org_id: 19,
    org_type: "Department",
    name_th: "วิศวกรรมอากาศยาน",
    name_en: "Aerospace Engineering",
    logo: "/icon/information/ic-aero.svg",
    city: "Aeron",
    org_description:
      "วิศวกรรมอากาศยาน (Aerospace Engineering) มุ่งเน้นการศึกษาด้านการออกแบบ สร้าง และบำรุงรักษาอากาศยานที่ใช้งานทั้งในชั้นบรรยากาศและในอวกาศ นิสิตจะได้เรียนรู้พื้นฐานทางวิศวกรรมที่เข้มข้นควบคู่ไปกับวิชาเฉพาะทาง เช่น หลักอากาศพลศาสตร์ (Aerodynamics) เพื่อเข้าใจการไหลของอากาศรอบตัวเครื่อง การออกแบบโครงสร้างและวัสดุที่ต้องทนต่อสภาวะสุดขั้ว ระบบขับดัน (Propulsion) เช่น เครื่องยนต์เจ็ท รวมถึงระบบควบคุมและการนำหนทางที่ทันสมัย นอกจากนี้ยังครอบคลุมไปถึงเทคโนโลยีดาวเทียมและยานอวกาศ เพื่อเตรียมความพร้อมให้บัณฑิตสามารถทำงานในอุตสาหกรรมการบินระดับโลกและเทคโนโลยีอวกาศที่กำลังเติบโตอย่างรวดเร็วในไทย",
    short_story:
      "หากเหล่านักเดินทางเดินทางลึกเข้าไปสู่ทิศตะวันออกของอาณาจักร พื้นดินจะค่อย ๆ ยกตัวสูงขึ้นจนได้พบกับที่ราบสูงขนาดมหึมาที่ตั้งตระหง่านอยู่เหนือระดับน้ำทะเลหลายร้อยเมตร ณ ที่แห่งนั้นจะเป็นที่ตั้งของเมือง Aeron เมืองแห่งนี้คือศูนย์วิจัยการบินที่วุ่นวายที่สุดในประเทศ ที่นั่นคุณจะเห็นภาพของเครื่องบินปีกซ้อนที่มีโครงสร้างทำจากไม้เนื้อแข็งและทองเหลืองที่กำลังถูกทดสอบ Aerodynamics ภายในอุโมงค์ลมขนาดใหญ่ที่หมุนวนด้วยพัดลมไอน้ำยักษ์ หรือจะเรือเหาะขนาดมหึมาที่อาจจะเรียกได้ว่าเป็นเมืองลอยฟ้าเลยก็ว่าได้ อีกทั้งที่นี้ยังเป็นเมืองนี้ทำหน้าที่เป็นท่าเรือลอยฟ้าหลักซึ่งยื่นออกไปจากหน้าผา ที่นี่คือจุดเชื่อมต่อทางการค้าที่สำคัญที่สุดของอาณาจักร\nบรรยากาศที่ท่าเรือแห่งนี้เต็มไปด้วยชีวิตชีวา เครนไฮดรอลิกสีทองแดงกำลังยกตู้สินค้าขึ้นลงอย่างว่องไว ท่ามกลางเสียงนกหวีดไอน้ำที่ดังประสานกับเสียงตะโกนของเหล่านายท่าและวิศวกรที่คอยตรวจสอบความปลอดภัยของลำเรือก่อนจะทะยานขึ้นสู่ท้องฟ้าอีกครั้ง\nที่นี่... ท้องฟ้าไม่ใช่ขีดจำกัด แต่เป็นเพียงสนามเด็กเล่นของความทะเยอทะยาน",
  },
  {
    org_id: 20,
    org_type: "Department",
    name_th: "วิชาวิศวกรรมเซมิคอนดักเตอร์",
    name_en: "Semiconductor Engineering (SEMI)",
    logo: "/icon/information/ic-semi.svg",
    city: "Voltos",
    org_description:
      "วิศวกรรมเซมิคอนดักเตอร์เป็นสาขาที่ศึกษาเกี่ยวกับการออกแบบ พัฒนา และผลิตอุปกรณ์อิเล็กทรอนิกส์ที่ใช้วัสดุเซมิคอนดักเตอร์ เช่น ไมโครชิป ทรานซิสเตอร์ และเซนเซอร์ต่าง ๆ ซึ่งเป็นส่วนสำคัญของเทคโนโลยีสมัยใหม่ นักศึกษาจะเริ่มจากการเรียนพื้นฐานทางวิทยาศาสตร์และวิศวกรรม ได้แก่ คณิตศาสตร์ ฟิสิกส์ เคมี และการเขียนโปรแกรม จากนั้นจึงศึกษาเนื้อหาเฉพาะทาง เช่น ทฤษฎีวงจรไฟฟ้า ระบบดิจิทัล อุปกรณ์เซมิคอนดักเตอร์ และคุณสมบัติของวัสดุอิเล็กทรอนิกส์ ในชั้นปีที่สูงขึ้น นักศึกษาจะได้เรียนเทคโนโลยีขั้นสูง เช่น Embedded Systems, Integrated Circuits, Smart Electronics และ Machine Learning บนระบบฝังตัว รวมถึงมีโอกาสฝึกงานในภาคอุตสาหกรรมและทำโครงงานวิศวกรรมจริงในปีสุดท้าย",
    short_story:
      "ณ ทางตอนเหนือของอาณาจักร ในยามค่ำคืน มีเมืองแห่งหนึ่งที่เปร่งประกาย นามว่า Voltos ในเมืองนี้คับคล้ายคับคลากับเมืองอื่น และไม่มีกลิ่นและควันจากการเผาไหม้ของไฟ แต่กลับสว่างอย่างกับใช้เวทมนต์มาให้ความสว่าง รอบๆ เมืองล้อมไปด้วยแม่น้ำ ถนนมีความแปลกในขณะที่เดินนั้นจะยุบลงไป และจะเด้งกลับขึ้นมาหลังจากเดินผ่านไป เหมือนดั่งการใช้ประโยชน์จากการเดิน เช่น การผลิตไฟฟ้าจากการเดิน และ รอบ ๆ เมืองเต็มไปดัวยกังหันและไดนาโมขนาดใหญ่และคาปาซิเตอร์ขนาดใหญ่รอบเมืองตั้งตระหง่านอยู่ริมน้ำ หมุนอย่างไม่หยุด แปลงพลังของน้ำให้กลายเป็นกระแสไฟฟ้าที่ไหลเข้าสู่เมืองตลอดเวล เพื่อจ่ายไฟฟ้าความแรงสูงไปทั่วดินแดนและไปภูมิภาคอื่น ๆ ผ่านระบบสายไฟที่เชื่อมโยงทั้งดินแดน",
  },
  {
    org_id: 21,
    org_type: "Department",
    name_th: "วิศวกรรมเคมีและกระบวนการ",
    name_en: "Chemical and Process Engineering (ChPE)",
    logo: "/icon/information/ic-chpe.svg",
    city: "Chemia",
    org_description:
      "CHPE หรือ Chemical and Process Engineering จะเรียนวิชาต่างๆที่คล้ายคลึงกับวิศวกรรมเคมีแต่จะมีสาขาให้เลือกเพิ่มเติม 2 สาขาคือ BIO-PROCESS ENGINEERING FIELD และ SUSTAINABLE ENERGY FIELD โดยในรายวิชาของทั้งสองสาขานั้นจะเน้นไปยังอุตสาหกรรมที่ต้องปรับตัวเข้าสู่ความยั่งยืน",
    short_story:
      "ณ ภูมิภาค Chemia มีเมืองอยู่แห่งหนึ่งที่เหล่านักเดินทางมักได้กลิ่นสารเคมีอ่อน ๆ ลอยมาตามสายลม ก่อนที่จะได้เห็น ตัวเมือง\nเมืองนี้สร้างจากอิฐแดงและทองแดง ถนนปูด้วยหินกรวดสีเทาเข้มที่มีความคดเคี้ยวแต่เป็นระเบียบ ทุกสายมุ่งสู่ใจกลางเมืองเหมือนกันหมด หน้าต่างทุกบานมีไอน้ำเกาะอยู่ตลอดเวลา และตามถนน สามารถเห็นห้องปฏิบัติการย่อย ๆ ที่เป็นเหมือนสิ่งที่กระจาย ออกมาจากใจกลางเมือง และจุดใจกลางเมือง คือห้องปฏิบัติการขนาดใหญ่ที่ทำหน้าที่เป็นหัวใจของทั้งภูมิภาค ปล่องระบายไอน้ำตั้งตระหง่านอยู่รอบ ๆ พ่นไอขึ้นสู่ท้องฟ้าอย่างสม่ำเสมอ ภายในเต็มไปด้วยอุปกรณ์ทดลองและเครื่องจักรที่ทำงานอยู่ตลอดเวลา ทำให้ก้าวเข้ามาแล้ว ภาพที่เห็นภายนอกที่เป็นเหมือนดั่งเมืองธรรมดาได้เปลี่ยนไป เป็น บรรยากาศที่ให้ความรู้สึกเหมือนห้องทดลองขนาดใหญ่\nหน้าที่ของภูมิภาคนี้ คือ ค้นหาสสารและทฤษฎีใหม่ ๆ เพื่อพัฒนากระบวนการผลิต และผลิตวัตถุดิบเพื่อส่งออกไปยังภูมิภาคอื่น ๆ ทั่วอาณาจักร // อาจจะแก้ setting ใช้ห้องปฏิบัติการรวม",
  },
];

export const CLUBS: Organization[] = [
  {
    org_id: 22,
    org_type: "Club",
    name_th: "Awarehouse",
    name_en: "Awarehouse",
    logo: "/icon/information/ic-bkk-warehouse-club.svg",
    org_description:
      'Awarehouse คือบ้านของ ”ทุกคน” ที่อยากเห็นกรุงเทพฯ ดีขึ้น ด้วยการใช้ "ข้อมูล" เป็นหัวใจสำคัญในการแก้ปัญหาเมือง ทุกคนอยากเห็นเมืองดีขึ้นยังไงบ้าง? มาทำให้เมืองน่าอยู่กันเถอะ!\n\nIG : awarehouse.official',
  },
  {
    org_id: 23,
    org_type: "Club",
    name_th: "Google Developer Group on Campus",
    name_en: "Google Developer Group on Campus",
    logo: "/icon/information/ic-creative-tech-club.svg",
    org_description:
      "Google Developer Group on Campus เป็น Community สำหรับทุกคนที่มีความสนใจในเทคโนโลยีโดยเฉพาะด้านการพัฒนาซอร์ฟแวร์ โดยเราจะเน้นการจัดกิจกรรมในรูปแบบของ Workshop, Study Jam, Bootcamp และ Speaker Session ต่าง ๆ จากทั้งคนภายใน Community และ Experts ในด้านต่าง ๆ\n\nIG : gdgoc.chula",
  },
  {
    org_id: 24,
    org_type: "Club",
    name_th: "Intania Production House",
    name_en: "Intania Production House",
    logo: "/icon/information/ic-production-house-club.svg",
    org_description:
      "Intania Production House คือพื้นที่สำหรับคนที่มีใจรักในงานสื่อทุกรูปแบบ ไม่ว่าคุณจะสนใจ Graphic Design, การถ่ายทำและตัดต่อวิดีโอ (Production), การถ่ายภาพและแต่งรูป (Photo) หรือแม้กระทั่ง Photobooth เรามีทั้งอุปกรณ์ที่พร้อมใช้งานและการสนับสนุนด้านความรู้ เพื่อให้คุณได้พัฒนาทักษะและเติบโตในสิ่งที่รัก ปีนี้เรายังตั้งใจให้ชมรมเป็น Sandbox พื้นที่ทดลองที่ทุกคนสามารถลงมือทำในสิ่งที่สนใจจริง ๆ อย่างอิสระ ไม่ว่าคุณจะอยากเรียนรู้ ลองผิดลองถูก หรือผลักดันไอเดียของตัวเองให้เกิดขึ้นจริง แล้วมาร่วมสร้างสรรค์สิ่งใหม่ ๆ ไปด้วยกันที่ Intania Production House\n\nIG : intania_production_house",
  },
  {
    org_id: 25,
    org_type: "Club",
    name_th: "Intania Rugby club",
    name_en: "Intania Rugby club",
    logo: "/icon/information/ic-rugby-club.svg",
    org_description:
      "ชมรมแรกในรั้วจุฬาฯมีประวัติศาสตร์ยาวนาน และเรามีการสารสัมพันธ์กับศิษย์เก่าอยุ่เสมอ เป็นชมรมที่รวยที่สุด\n\nIG : intaniarugbyclub",
  },
  {
    org_id: 26,
    org_type: "Club",
    name_th: "Intania Running Club",
    name_en: "Intania Running Club",
    logo: "/icon/information/ic-running-club.svg",
    org_description:
      '"เราไม่ได้วิ่งเก่งที่สุด แต่เราจะเป็นเพื่อนที่วิ่งไปด้วยกันเสมอ"\n\nสวัสดีชาวอินทาเนียทุกคน ⚙️👷🏻‍♀️\nหากน้องอยากลองเริ่มวิ่ง แต่ยังไม่กล้าเริ่มคนเดียว หรือ อยากใช้เวลาว่างให้เกิดประโยชน์และดีต่อสุขภาพ\n\nชมรมวิ่งวิศวะจุฬา ยินดีต้อนรับน้องๆ ทุกคน ไม่ว่าจะสายแข่ง หรือ สายชิล สาย Track run หรือ สาย Long run 🏃🏻‍♂️🏃🏻‍♀️\nมาร่วมสร้างมิตรภาพ ไม่ว่าจุดเริ่มต้นจะอยู่ตรงไหน เราจะพัฒนาไปด้วยกัน\n\nIG : intaniachularunningclub',
  },
  {
    org_id: 27,
    org_type: "Club",
    name_th: "Thailand Incubator Club",
    name_en: "Thailand Incubator Club",
    logo: "/icon/information/ic-idea-club.svg",
    org_description:
      "Thinc. is a student-run community aiming to make impact to society, promoting real-world profession skills with the goal of incubating the leader of tomorrow.\n\nhttps://cugetreg.com/\nhttps://alpha.mycourseville.com/\nhttps://www.instagram.com/thinc.in.th/\nhttps://www.instagram.com/cupid.chula/\n\nIG : thinc.in.th",
  },
  {
    org_id: 28,
    org_type: "Club",
    name_th: "ค่ายยุววิศวกรบพิธ",
    name_en: "ค่ายยุววิศวกรบพิธ",
    logo: "/icon/information/ic-senior-gear-club.svg",
    org_description:
      "ชมรมยุววิศวกรบพิธ (ค่ายสะพาน) คือชมรมที่นำความรู้ด้านวิศวกรรมมาสร้างสรรค์และพัฒนาสังคมผ่านกิจกรรมค่ายอาสาในแบบ “วิศวะจุฬาฯ” ซึ่งจัดขึ้นช่วงปิดเทอม จุดเริ่มต้นเกิดขึ้นเมื่อปี 2512 จากเหตุอุทกภัยใหญ่ในภาคใต้ กลุ่มนิสิตได้ลงพื้นที่และสร้างสะพานไม้ถาวรที่ จ.ประจวบคีรีขันธ์ จากความสำเร็จครั้งนั้น ค่ายจึงสานต่อมาสู่การสร้างสะพานแขวน ฝาย อาคาร ระบบประปา และสิ่งจำเป็นอื่น ๆ อีกมากมายในปีถัด ๆ มา ชมรมไม่เพียงสร้างสิ่งปลูกสร้าง แต่ยังสร้างความสัมพันธ์และความผูกพันระหว่างนิสิตและชุมชน ปีนี้ ค่ายยุววิศวกรบพิธจัดขึ้นเป็นครั้งที่ 54 แล้วพบกันเร็ว ๆ นี้ บน “ค่ายสะพาน”\n\nIG : vesc.54",
  },
  {
    org_id: 29,
    org_type: "Club",
    name_th: "ชมรมเทนนิส",
    name_en: "ชมรมเทนนิส",
    logo: "/icon/information/ic-tennis-club.svg",
    org_description:
      "อยากหาที่เล่นเทนนิสแบบไม่เครียด มีเพื่อนดี ๆ อยู่ด้วยกันเหมือนครอบครัวไหม?ที่นี่คือบ้านหลังเล็ก ๆ ของคนรักเทนนิส ไม่ว่าจะเล่นเก่งหรือไม่เคยจับไม้มาก่อน พวกเราพร้อมต้อนรับทุกคนแบบอินทาเนีย ฝึกซ้อมกันแบบชิล ๆ แต่ได้มิตรภาพแบบจริงจัง ชวนกันไปแข่ง กินข้าว เล่นเทนนิส ถ้าได้มาเป็นส่วนหนึ่งของบรรยากาศแสนอบอุ่นนี้ แล้วคุณจะรู้ว่า “เข้าชมรมนี้แล้วไม่เสียใจแน่นอน!”\n-- คุณอาจจะเป็นเฟเดอเรอร์คนต่อไปก็ได้นะ ลองมาจอยกับพวกเราได้ที่ชมรมเทนนิส\n\nIG : intaniatennisclub",
  },
  {
    org_id: 30,
    org_type: "Club",
    name_th: "ชมรมค่ายวิศวพัฒน์",
    name_en: "ชมรมค่ายวิศวพัฒน์",
    logo: "/icon/information/ic-engineering-a-club.svg",
    org_description:
      "ค่ายวิศวกรรมอาสาพัฒนาชนบท (ค่ายวิศวพัฒน์) โครงการฯ มีจุดเริ่มต้นจากนิสิตทุนคณะวิศวกรรมศาสตร์ ที่รวมกลุ่มกันเพื่อที่จะเป็นกําลังเสริมช่วยเหลือคณะทํากิจกรรมตอบแทนมหาวิทยาลัยและสังคมภายนอก เนื่องด้วยกลุ่มนิสิตทุนได้ตระหนักและมีจิตสํานึกในฐานะการเป็นผู้รับ ที่ได้รับทุนการศึกษาจากจุฬาลงกรณ์มหาวิทยาลัย จึงได้มีโอกาสทางการศึกษา และต้องการที่จะ ส่งต่อ แบ่งปัน เป็น\nผู้ให้ แก่ผู้อื่นด้วยความรู้ความสามารถที่ตัวเองมี โดยไม่จําเป็นต้องรอให้จบการศึกษา พร้อมด้วยการพัฒนาศักยภาพนิสิตให้มีคุณลักษณะบัณฑิตที่พึงประสงค์ โดยจากการเริ่มต้นสํารวจปัญหาในพื้นที่ พ.ศ.2560 และดําเนินการลงพื้นที่ค้นหาปัญหาที่แท้จริง คืนข้อมูล และประชาคมชาวบ้านในชุมชน จึงได้เลือกพื้นที่บ้านเชตตวัน ตําบลสันทะ อําเภอนาน้อยจังหวัดน่าน โดยได้ดําเนินการมาจนถึงปัจจุบัน มีนิสิตที่เข้าร่วมโครงการทั้งสิ้นกว่า 676 คน\n\nIG : vidvapathcamp",
  },
  {
    org_id: 31,
    org_type: "Club",
    name_th:
      "ชมรมแบดมินตัน กรรมการนิสิตคณะวิศวกรรมศาสตร์ จุฬาลงกรณ์มหาวิทยาลัย",
    name_en:
      "ชมรมแบดมินตัน กรรมการนิสิตคณะวิศวกรรมศาสตร์ จุฬาลงกรณ์มหาวิทยาลัย",
    logo: "/icon/information/ic-s-club.svg",
    org_description:
      "รวมพลคนรักลูกขนไก่! 🏸\n\nอยากตีแบด แถมได้เป็นตัวแทนคณะไปแข่งงานใหญ่ทั้ง Freshy Game, Gear League และอีกมากมาย?รับรองทั้งความสนุก และ บรรยากาศอบอุ่นที่รออยู่ในชมรม💖\n\nอย่าลืมกดติดตาม IG @intaniabadminton ถ้าไม่อยากพลาดโอกาสสำคัญ 😉",
  },
  {
    org_id: 32,
    org_type: "Club",
    name_th: "ชมรมสันทนาการแห่งคณะวิศวกรรมศาสตร์",
    name_en: "ชมรมสันทนาการแห่งคณะวิศวกรรมศาสตร์",
    logo: "/icon/information/ic-santanakarn-club.svg",
    org_description:
      "ดนตรีนั้นคือชีวิต จังหวะคอยลิขิตให้ชีวิตก้าวไป~~ ชมรมสันทนาการของเรามุ่งเน้นไปสู้การสร้างรอยยิ้มและเสียงหัวเราะให้กับทุกๆคน ช่วยคลายความเครียด มอบความสนุกให้กับผู้คนที่เหนื่อยล้า หากใครที่ชื่นชอบในการเต้น การตีกลอง หรือร้องเพลงสัน สามารถมาร่วมเป็นครอบครัวสันทนาการได้ตลอดเวลา เพราะระฆังดีไม่ตีก็ดังแต่คนดี…ก็…เอ่อ…ขอบคุณคร้าบ!\n\nIG : santanakarn.intania",
  },
  {
    org_id: 33,
    org_type: "Club",
    name_th: "แสงสีสวนจาม",
    name_en: "แสงสีสวนจาม",
    logo: "/icon/information/ic-dance-art-club.svg",
    org_description:
      "ชมรมแสงสีสวนจามเป็นชมรมที่มีมา สมาชิกชมรมจะได้ทำงานจริง ลงพื้นที่จริง เรียนรู้และเข้าใจในการใช้อุปกรณ์ต่างๆอย่างจริงจัง อีกทั้งรุ่นพี่คอยดูแลและสอนให้เข้าใจถึงการทำงานต่างๆเกี่ยวกับแสงสี\n\nIG : intanialightclub",
  },
  {
    org_id: 34,
    org_type: "Club",
    name_th: "Chulalongkorn University High Altitude Research Club",
    name_en: "Chulalongkorn University High Altitude Research Club",
    logo: "/icon/information/ic-cuhar-club.svg",
    org_description:
      "AT THE CHULALONGKORN UNIVERSITY HIGH ALTITUDE RESEARCH CLUB, WE ARE DRIVEN BY A PASSION FOR EXPLORATION, INNOVATION, AND EDUCATION. OUR MISSION IS TO PROMOTE A DEEPER UNDERSTANDING OF SPACE SCIENCE AND ENGINEERING AMONG STUDENTS AND THE BROADER COMMUNITY. THROUGH HANDS-ON PROJECTS, COLLABORATIVE RESEARCH, AND OUTREACH INITIATIVES, WE AIM TO RAISE AWARENESS OF THE VITAL ROLE THAT AEROSPACE AND HIGH-ALTITUDE RESEARCH PLAY IN SHAPING THE FUTURE OF SCIENCE AND TECHNOLOGY.\n\nIG : cu.highaltitude",
  },
  {
    org_id: 35,
    org_type: "Club",
    name_th: "Rapidamente",
    name_en: "Rapidamente",
    logo: "/icon/information/ic-gear-red-club.svg",
    org_description:
      "ชมรมฟอร์มูล่า ภาควิชาวิศวกรรมเครื่องกล จุฬาลงกรณ์มหาวิทยาลัย หรือ Chulalongkorn University Formula Student Club ก่อตั้งขึ้นในปี พ.ศ.2550 โดยกลุ่มนิสิตคณะวิศวกรรมศาสตร์ที่มีความสนใจในด้านยานยนต์ ในการพัฒนาและฝึกฝนทักษะด้านวิศวกรรมศาสตร์ทั้งทางทฤษฎีและทางปฏิบัติ\n\nในปีนี้ ชมรมมีเป้าหมายในการจัดทำรถเพื่อเข้าร่วมการแข่งขัน TSAE Auto Challenge Student Formula 2026 โดยใช้ชื่อทีม “RAPIDAMENTE” เพื่อเป็นการยกระดับเทคโนโลยีและความรู้ของนิสิตจุฬาลงกรณ์มหาวิทยาลัย และยังเป็นการสร้างชื่อเสียงให้แก่คณะและมหาวิทยาลัยอีกด้วย\n\nIG : curapidamente",
  },
  {
    org_id: 37,
    org_type: "Club",
    name_th: "ชมรมนักประดิษฐ์วิศวกรรม",
    name_en: "ชมรมนักประดิษฐ์วิศวกรรม",
    logo: "/icon/information/ic-eic-robotics-club.svg",
    org_description:
      "ชมรมของเรา มุ่งพัฒนาทักษะด้านเครื่องกล ไฟฟ้า และซอฟต์แวร์ให้แก่นิสิตที่สนใจ ผ่านการลงมือสร้างจริงและทำงานเป็นทีม เพื่อเสริมสร้างพื้นฐานวิศวกรรมและปลุกพลังความคิดสร้างสรรค์ในการออกแบบงานทางด้านวิศวกรรม พร้อมเปิดโอกาสให้นิสิตได้เรียนรู้จากประสบการณ์ตรง เราเชื่อว่าการเรียนรู้ที่ดีที่สุดเกิดจากการ “ลงมือทำจริง” และร่วมกันก้าวสู่อนาคตของเทคโนโลยีไปพร้อมกัน\n\nIG : eic_chula",
  },
  {
    org_id: 36,
    org_type: "Club",
    name_th: "StepOut",
    name_en: "StepOut",
    logo: "/icon/information/ic-butterfly-club.svg",
    org_description:
      "StepOut ชมรมเต้นหนึ่งเดียวแห่งคณะวิศวกรรมศาสตร์ จุฬาลงกรณ์มหาวิทยาลัย\n“See the music, hear the dance”\n\nIG : stepout_intania",
  },
  {
    org_id: 38,
    org_type: "Club",
    name_th: "Intania Music Club",
    name_en: "Intania Music Club",
    logo: "/icon/information/ic-tmc-club.svg",
    org_description:
      "🎶 Intania Music Club (IMC)\nสถานที่แห่งเสียงดนตรีสำหรับนิสิตวิศวกรรมศาสตร์ จุฬาลงกรณ์มหาวิทยาลัย ที่ซึ่งทุกคน ไม่ว่าจะเพิ่งรู้จักโน้ตแรก หรือเล่นเพลงโปรดจนขึ้นเวทีมาแล้วหลายครั้ง 🧑‍🎤 จะสามารถค้นพบพื้นที่ของตนเองผ่านกิจกรรมที่มีทั้งจังหวะและความสัมพันธ์ 🌈 จากการประกวดดนตรี (IMC Contest) ไปจนถึงการเปิดบ้านให้คนทั้งมหา’ลัยมาฟัง (CUFMC) เราไม่เพียงสร้างเสียงเพลง แต่ยังสร้างสายใยของพี่น้องวิศวะที่เชื่อมถึงกันด้วยจังหวะเดียวกัน 🎸✨\n\nIG : intaniamusicclub",
  },
];

export const ALL_ORGANIZATIONS = [
  ...THAI_DEPARTMENTS,
  ...INTERNATIONAL_DEPARTMENTS,
  ...CLUBS,
];
